/*********************************************************/
/*  kpdir.h                                              */
/*                                                       */
/*  ナップサック問題 全探索プログラム                    */
/*                                                       */
/*                                                       */
/*********************************************************/
#ifndef _KPDIR_H_
#define _KPDIR_H_

#include "direct.h"

int kpdir();


#endif

